{
	"welcs": [
    "{0.mention} has accidentally left the arena. Oh, what've we got here? He entered {1.name}! Welcome (If you have iOS that is)!",
    "{0.mention}, are you Shelly or Colt or Bull or Bo or Spike or Crow or El Primo or Jessie or Nita or Ricochet or Barley or Piper or Poco or Mortis or Dynamike?",
    "Discord user and resident brawler, {0.mention} has just joined {1.name} with a mighty fine smile.",
    "{0.mention} is the latest in a long line of new Brawlers. Her discord server is {1.name}",
    "{0.mention} was hit by a meteor from outer space, landing him in the perfect *Brawl Stars* server!",
    "{0.mention} is like a Brawler in {1.name}. A Brawler with a sick avatar! Welcome",
    "After losing his/her fans to a rival *Brawl Stars* server, {0.mention} fills every waking moment trying to find the perfect server to become a part of. Well you found it {0.mention}! Welcome",
    "{0.mention} is the best retired exploder out here... anyways... Welcome!",
    "{0.mention} lights up the fight with his/her smooth moves... Welcome {0.mention}! Lets Brawl!",
    "{0.mention} is the greatest bowman the Tribes have ever known. His/her discord avatar is simply explosive!",
    "{0.mention} is the last of his/her kind. Or is he/she...?",
    "{0.mention} just appeared in town one day. Nobody dares to ruffle his/her feathers - not anymore.",
    "huh? who are you {0.mention}... a Spike? or a Barley? forget it...",
    "mhm... knew it.. here comes {0.mention}",
    "yo dude... lets brawl boi... quickly man.. hurry up {0.mention}!",
    "Oh noes! Is it a Spike!? A Crow!? Oh... it is just {0.mention}...",
    "The legendary pioneer {0.mention} has finally arrived at {1.name}!",
    "Who's that mysterious creature on the horizon? It must be a wild {0.mention}!",
    "Howdy {0.mention}! What brings you to these parts of the Wild West?",
    "Welcome {0.mention}. The {1.name} Showdown has just begun!",
    "I see you... it's you? Yes  you!? {0.mention} welcome on board!",
    "Barley broke again; looks like we have {0.mention} to replace him! Welcome!",
    "{o.mention}, I dont like that smurk on your face. Im going to clean that off you in a jiff!",
    "You want glory, {0.mention}? You're going to have to break a lot of bones to achieve that.",
    "{o.mention}, do you want an Android AND global release? Because sure I hella do!",
    "{0.mention}, do you want an Android release? Because i do!",
    "One day that new fella, {0.mention} , will be hangin` dead on the back of Spike!",
    "Welcome to the gem mine, {user.mention}! Get ready for some rough and tumble, cause we are ready to brawl!",
    "{0.mention}, you up for a gun fight?",
    "Hey, look! Its the new gold miner, {0.mention}!",
    "{0.mention} Hmm... who is next on my list..? Aha, its you!",
    "Looks like a new cowboy in town, *{0.mention}!*",
    "{0.mention) I see you hangin` round here. Come on in,  get a drink, *and get rowdy*",
    "Am I hallucinating in the wild west? I see {0.mention}?",
    "{0.mention}, Im looking at my wall. Your face is going to be there next, like a prize buck hangin` on a wall! YEEHAAAAA!",
    "*Is that the new sherrif in town?* Nah, it's only {0.mention}.",
    "Think ya got what it takes to survive out there, {0.mention}? This is {1.name}, and git ready to brace yerself, cause we are ready to brawl!",
    "Howdy {0.mention}! Welcome to the Brawlin` Wild West! Get yo`self ready, because its gonna be gettin` rowdy round `ere!",
    "Ever had a black eye before {0.mention}? Well you will now, a couple hundred times",
    "Why'd up you come out here, {0.mention}? You know that it's a madhouse.",
    "{0.mention}, where is your nose? Oh, its inbetween my knuckles!",
    "*Is it a bird? Is it a cactus?* **No!** It's {0.mention}!",
    "Hey {0.mention}! There is something on your face. ITS PAIN",
    "{0.mention}, if you cant do the brawling, then its a crime!",
    "{0.mention} huh. Buckle up kiddo. This is going to be a hell of a ride",
    "{0.mention}, as much as you would like to be given a warm welcome, we might just beat you up, cuz its brawliiiingggg time!!!!!",
    "{1.name} welcomes you to the fight, Brawler {0.name}!",
    "{0.mention}, have we met before in a magical land of wizards and dragons?",
    "**Shelly is here**! Welcome to the brawl {0.mention}!",
    "So you're the new Bralwer in Town {0.mention}",
    "{0.mention}, welcome to the fight!",
    "**Look out!** *It's a wild west bandit!* Wait no, that's {0.mention}!"
]
}